<template>
  <div class="rt-container">
    <div class="app-content rt-col-12 rt-col-md-3">
      <div class="app-title">
        <div class="row">

          <h1 class="rt-font-hero rt-col">Annotation </h1>
        </div>
      </div>
      <div class="app-body">
        <pre-code
          text='<rt-annotation label="Примечание">
          <template slot="content">
            <p class="rt-annotation-item"> 1. Услуги Высокоскоростного интернета предоставляются при наличии
              технической возможности.</p>
            <p class="rt-annotation-item"> 2. Цены указаны в рублях с учетом НДС.</p>
            <p class="rt-annotation-item"> «По оптической линии» — предоставление доступа к сети Интернет
              осуществляется по технологии FTTx (англ., fiber to the x — оптическое волокно до точки X)
              или по технологии PON (англ. Passive Optical Networks — пассивная оптическая сеть до
              абонента).</p>
            <p class="rt-annotation-item"> «По телефонной линии» — предоставление доступа к сети Интернет
              осуществляется по технологии xDSL (англ., digital subscriber line, цифровая абонентская
              линия).</p>
            <p class="rt-annotation-item"> 3. Предоставление доступа к сети Интернет осуществляется по технологии
              xDSL (англ., digital subscriber line, цифровая абонентская линия).</p>
            <p class="rt-annotation-item"> 4. Скорость доступа к сети Интернет зависит не только от технических
              особенностей Услуги, но и от действий третьих сил, организаций и лиц, управляющих сегментами
              сети Интернет (или оказывающих на них влияние), не принадлежащих ПАО «Ростелеком». Скорость
              доступа к сети Интернет является величиной неопределенной и зависит от ряда параметров, в
              том числе, технических характеристик подключения, маршрута и текущей загрузки каналов,
              характеристиками установленного абонентского оборудования (ПК, смартфон, WiFi-роутер),
              версией программного обеспечения или используемого стандарта, месторасположением
              запрашиваемого контента. Все параметры являются переменными и не гарантируются ПАО
              «Ростелеком» за пределами своей сети. Указанная в тарифном плане скорость является
              максимально возможной.</p>
            <p class="rt-annotation-item"> 5. Абонентselect-arrow__iconская плата за услугу Интернет списывается с
              лицевого счета
              абонента один раз в месяц. В первый месяц пользования услугой Интернет с лицевого счета
              абонента списывается абонентская плата, рассчитанная пропорционально количеству дней от даты
              начала оказания услуги до конца месяца.</p>
            <p class="rt-annotation-item"> 6. Оборудование (маршрутизатор или абонентский модем в зависимости от
              технологии предоставления услуги), необходимое для получения услуг, может быть приобретено
              отдельно по действующим тарифам. Стоимость оборудования уточняйте по телефону
              8-800-100-0-800.</p>
            <p class="rt-annotation-item"> 7. Safe Kids — Сэйф кидс (перевод с англ. — Защищенные дети). Услуга
              предоставляется на территории Российской Федерации для абонентов-физических лиц при наличии
              технической возможности. При первом подключении услуги на условиях ежемесячной подписки
              первые 30 календарных дней с момента активации услуги предоставляются без взимания
              абонентской платы, далее согласно Базовым тарифам. При первом подключении услуги на условиях
              годовой подписки абонент пользуется услугой 14 месяцев (420 календарных дней) с момента
              активации, два последних месяца предоставляются без взимания абонентской платы. При
              прологнации услуги или повторных подключениях на условиях годовой подписки период
              пользования составляет 360 календарных дней. Подробности об услуге, ПАО «Ростелеком»
              узнавайте по бесплатному номеру 8-800-100-0-800, а также на сайте www.rt.ru.</p>
          </template>
        </rt-annotation>'></pre-code>
      </div>
    </div>

  </div>
</template>

<script>

  // const componentsList = {};
  import componentsList from '../../componentsList'

  export default {
    name: 'AppButtons',
    components: componentsList,
    mounted() {},
    created() {},
    methods: {},
  };
</script>

