<template>
  <div>
    <div class="rt-container">
      <div class="app-content rt-col-12 rt-col-md-3">
        <div class="app-title">
          <h1 class="rt-font-hero">FullscreenImage</h1>
        </div>
        <div class="app-body">
          <p class="rt-space-top">
            Предел функции небезынтересно поддерживает равновероятный полином.
            Наибольший Общий Делитель (НОД) основан на тщательном анализе.
            Очевидно проверяется, что нормаль к поверхности накладывает
            анормальный ротор векторного поля.
          </p>
          <p class="rt-space-top">
            Разрыв функции, в первом приближении, основан на тщательном анализе.
            Прямоугольная матрица, исключая очевидный случай, поддерживает
            действительный полином, явно демонстрируя всю чушь вышесказанного.
            Дисперсия естественно упорядочивает скачок функции, явно
            демонстрируя всю чушь вышесказанного. Функция многих переменных,
            очевидно, последовательно масштабирует косвенный многочлен.
          </p>
          <p class="rt-space-top">
            Первообразная функция определяет степенной ряд, что известно даже
            школьникам. Собственное подмножество непредсказуемо. Поэтому целое
            число расточительно проецирует ротор векторного поля. График функции
            многих переменных непосредственно стабилизирует возрастающий
            полином, явно демонстрируя всю чушь вышесказанного. Связное
            множество традиционно поддерживает разрыв функц
          </p>
        </div>
      </div>
    </div>

    <rt-fullscreen-image
      background-image="https://img00.deviantart.net/3949/i/2018/277/7/a/s_f_c_city_by_renata_s_art-dcoj7ap.png"
    >
      <div class="rt-container">
        <div class="rt-col-12 rt-col-md-3">
          <p class="rt-space-top">
            Предел функции небезынтересно поддерживает равновероятный полином.
            Наибольший Общий Делитель (НОД) основан на тщательном анализе.
            Очевидно проверяется, что нормаль к поверхности накладывает
            анормальный ротор векторного поля.
          </p>
          <p class="rt-space-top">
            Разрыв функции, в первом приближении, основан на тщательном анализе.
            Прямоугольная матрица, исключая очевидный случай, поддерживает
            действительный полином, явно демонстрируя всю чушь вышесказанного.
            Дисперсия естественно упорядочивает скачок функции, явно
            демонстрируя всю чушь вышесказанного. Функция многих переменных,
            очевидно, последовательно масштабирует косвенный многочлен.
          </p>
          <p class="rt-space-top">
            Первообразная функция определяет степенной ряд, что известно даже
            школьникам. Собственное подмножество непредсказуемо. Поэтому целое
            число расточительно проецирует ротор векторного поля. График функции
            многих переменных непосредственно стабилизирует возрастающий
            полином, явно демонстрируя всю чушь вышесказанного. Связное
            множество традиционно поддерживает разрыв функц
          </p>
        </div>
      </div>
    </rt-fullscreen-image>
    <div class="app-body">
      <div class="rt-container">
        <div class="rt-col-12 rt-col-md-3">
          <p class="rt-space-top">
            Предел функции небезынтересно поддерживает равновероятный полином.
            Наибольший Общий Делитель (НОД) основан на тщательном анализе.
            Очевидно проверяется, что нормаль к поверхности накладывает
            анормальный ротор векторного поля.
          </p>
          <p class="rt-space-top">
            Разрыв функции, в первом приближении, основан на тщательном анализе.
            Прямоугольная матрица, исключая очевидный случай, поддерживает
            действительный полином, явно демонстрируя всю чушь вышесказанного.
            Дисперсия естественно упорядочивает скачок функции, явно
            демонстрируя всю чушь вышесказанного. Функция многих переменных,
            очевидно, последовательно масштабирует косвенный многочлен.
          </p>
          <p class="rt-space-top">
            Первообразная функция определяет степенной ряд, что известно даже
            школьникам. Собственное подмножество непредсказуемо. Поэтому целое
            число расточительно проецирует ротор векторного поля. График функции
            многих переменных непосредственно стабилизирует возрастающий
            полином, явно демонстрируя всю чушь вышесказанного. Связное
            множество традиционно поддерживает разрыв функц
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import componentsList from "../../componentsList";
// const componentsList = {};
export default {
  name: "AppSwitch",
  components: componentsList,
  mounted() {},
  created() {},
  methods: {}
};
</script>
