<template>
  <div class="rt-container">
    <div class="app-content rt-col-12 rt-col-md-3">
      <div class="app-title">
        <h1 class="rt-font-hero">
          Tabs
        </h1>
      </div>
      <div class="app-body">
        <div class="app-row row">
          <div class="rt-col-6 rt-space-bottom15"><p>Описание на 6 колонок или какие-то комментарии к данному инпуту.
            Выбор сразу
            нескольких элементов в списке</p>
          </div>

          <div class="rt-col-12 rt-space-bottom3">
            <pre-code
              text="<rt-tabs :round-tablet-view='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;ready!&quot; :remove-base-tag=&quot;true&quot; name=&quot;one99&quot;>Готов</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;hello&quot; :remove-base-tag=&quot;true&quot; name=&quot;two99&quot;>Смысл</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;world&quot; :remove-base-tag=&quot;true&quot; name=&quot;tree99&quot;>Значимость</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;one99&quot;>
                  <h1>TEST</h1>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;two99&quot;><p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель оргоганизационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p></rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;tree99&quot;><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></rt-tabs-content-item>
              </template>
            </rt-tabs>"
            />
            <div class="rt-space-top5">
              <pre-code
                text="<rt-tabs :round-tablet-view='true' :round-tablet-view-max-width='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;ready!&quot; :remove-base-tag=&quot;true&quot; name=&quot;one991&quot;>Готов</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;hello&quot; :remove-base-tag=&quot;true&quot; name=&quot;two991&quot;>Смысл</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;world&quot; :remove-base-tag=&quot;true&quot; name=&quot;tree991&quot;>Значимость</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;one991&quot;>
                  <h1>TEST</h1>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;two991&quot;><p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель оргоганизационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p></rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;tree99&quot;><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
          </div>
          <div class="rt-col-12">
            <div class="rt-space-bottom5">
              <pre-code
                text="<rt-tabs :reverse-view='true' :show-as-tags='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;read2y!&quot; :remove-base-tag=&quot;true&quot; name=&quot;2one&quot;>Телефония</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;hell2o&quot; :remove-base-tag=&quot;true&quot; name=&quot;2two&quot;>Интернет</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;2one&quot;>
                  <div class='rt-space-top3'>
                    <h1>TEST</h1>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;2two&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p>
                  </div>
                  </rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
            <div class="rt-space-bottom5">
              <pre-code
                text="<rt-tabs :show-as-tags='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;read1y!&quot; :remove-base-tag=&quot;true&quot; name=&quot;1one&quot;>Телефония</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;hell1o&quot; :remove-base-tag=&quot;true&quot; name=&quot;1two&quot;>Интернет</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;1one&quot;>
                  <div class='rt-space-top3'>
                    <h1>TEST</h1>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;1two&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p>
                  </div>
                  </rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
            <div class="rt-space-bottom5">
              <pre-code
                text="<rt-tabs :fill-content='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;one1&quot; :remove-base-tag=&quot;true&quot; name=&quot;one166&quot;>Первый пункт</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;one2&quot; :remove-base-tag=&quot;true&quot; name=&quot;one266&quot;>Второй пункт</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;one3&quot; :remove-base-tag=&quot;true&quot; name=&quot;one366&quot;>Третий пункт</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;one4&quot; :remove-base-tag=&quot;true&quot; name=&quot;one466&quot;>Четвертый пункт</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;one166&quot;>
                <div class='rt-space-top3'>
                  <h1>TEST</h1>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;one266&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p>
                    </div></rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;one366&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Значимость</p></div>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;tree&quot;><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></div></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;one4&quot;>
                    <div class='rt-space-top3'><p class=&quot;rt-font-h1&quot;>Значимость2</p></div>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;tree&quot;><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p>
                    </div></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;one466&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Значимость</p></div>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  </rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
          </div>
          <div class="rt-col-12">
            <div class="rt-space-bottom5">
              <pre-code
                text="<rt-tabs>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;ready!&quot; :remove-base-tag=&quot;true&quot; name=&quot;one&quot;>Пример</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;hello&quot; :remove-base-tag=&quot;true&quot; name=&quot;two&quot;>Свойства</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;one&quot;>
                  <div class='rt-space-top3'>
                    <h1>TEST</h1>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;two&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p>
                  </div>
                  </rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
            <div class="rt-space-bottom5">
              <pre-code
                text="<rt-tabs :fill-content='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;one1&quot; :remove-base-tag=&quot;true&quot; name=&quot;one166&quot;>Первый пункт</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;one2&quot; :remove-base-tag=&quot;true&quot; name=&quot;one266&quot;>Второй пункт</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;one3&quot; :remove-base-tag=&quot;true&quot; name=&quot;one366&quot;>Третий пункт</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;one4&quot; :remove-base-tag=&quot;true&quot; name=&quot;one466&quot;>Четвертый пункт</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;one166&quot;>
                <div class='rt-space-top3'>
                  <h1>TEST</h1>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;one266&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p>
                    </div></rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;one366&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Значимость</p></div>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;tree&quot;><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></div></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;one4&quot;>
                    <div class='rt-space-top3'><p class=&quot;rt-font-h1&quot;>Значимость2</p></div>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;tree&quot;><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p>
                    </div></rt-tabs-content-item>
                    <rt-tabs-content-item name=&quot;one466&quot;>
                <div class='rt-space-top3'>
                <p class=&quot;rt-font-h1&quot;>Значимость</p></div>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  </rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
          </div>
          <div class="row rt-space-bottom5">
            <div class="rt-col-3"></div>
            <div class="rt-col-6 ">
              <pre-code
                text="<rt-tabs :fill-content='true' :justify-all-width='true'>
              <template slot=&quot;navigation&quot;>
                <rt-tabs-nav-item anchor=&quot;ready!!&quot; :remove-base-tag=&quot;true&quot; name=&quot;one1&quot;>Готов</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;hello!!&quot; :remove-base-tag=&quot;true&quot; name=&quot;two1&quot;>Смысл</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor=&quot;world!!&quot; :remove-base-tag=&quot;true&quot; name=&quot;tree1&quot;>Значимость</rt-tabs-nav-item>
              </template>
              <template slot=&quot;content&quot;>
                <rt-tabs-content-item name=&quot;one1&quot;>
                <div class='rt-space-top3'>
                  <h1>TEST</h1>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;two1&quot;>
                <div class='rt-space-top3'><p class=&quot;rt-font-h1&quot;>Смысл сайта</p>
                  <p class=&quot;rt-font-paragraph&quot;>Повседневная практика показывает, что консультация с широким активом
                    представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении
                    поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения
                    и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом
                    обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий
                    активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение
                    новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас
                    анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных
                    плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций,
                    занимаемых участниками в отношении поставленных задач.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Идейные соображения высшего порядка, а также постоянное
                    информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает
                    создание существенных финансовых и административных условий. С другой стороны постоянный
                    количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке
                    существенных финансовых и административных условий. Таким образом консультация с широким активом
                    влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся
                    структура организации требуют определения и уточнения системы обучения кадров, соответствует
                    насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный
                    эксперимент проверки направлений прогрессивного развития.</p></div></rt-tabs-content-item>
                <rt-tabs-content-item name=&quot;tree1&quot;>
                <div class='rt-space-top3'><p class=&quot;rt-font-h1&quot;>Значимость</p>
                  <p class=&quot;rt-font-paragraph&quot;>Значимость этих проблем настолько очевидна, что консультация с широким
                    активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении
                    поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от
                    нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся
                    структура организации представляет собой интересный эксперимент проверки форм развития. Значимость
                    этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение
                    систем массового участия.</p>
                  <p class=&quot;rt-font-paragraph&quot;>Разнообразный и богатый опыт рамки и место обучения кадров способствует
                    подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что
                    дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки
                    существенных финансовых и административных условий. Идейные соображения высшего порядка, а также
                    укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании
                    форм развития.</p></div></rt-tabs-content-item>
              </template>
            </rt-tabs>"
              />
            </div>
          </div>
          <div class="rt-col-8 rt-col-td-6 rt-col-md-3 rt-space-bottom2">
            <h3 class="rt-font-bold rt-space-bottom15">Инструкции по настройке VoIP</h3>
            <rt-tabs>
              <template slot="navigation">
                <rt-tabs-nav-item anchor="one" :remove-base-tag="true" name="apps">Программы</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="two" :remove-base-tag="true" name="hardware">Оборудование</rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="apps">
                  <rt-row-list :content-block-type="true">
                    <rt-row-list-item>
                      <template slot="icon">
                        <svg viewBox="0 0 64 45" width="100%" xmlns="http://www.w3.org/2000/svg">
                          <g fill-rule="nonzero" fill="none">
                            <path d="M16 44.04H2.667V30.707H16V44.04zM5.333 41.373h8v-8h-8v8z" fill="#70F"/>
                            <path d="M48 44.04V29.373l13.067 7.2L48 44.04zm2.667-10.133v5.333l4.8-2.667-4.8-2.666z"
                                  fill="#BC104B"/>
                            <path fill="#273A64"
                                  d="M26.667 30.707h2.667V44.04h-2.667zM34.667 30.707h2.667V44.04h-2.667z"/>
                            <g fill="#FF4F12">
                              <path
                                d="M61.067 7.773C53.6 2.707 44 .307 34.4.307h-4.533c-4.126 0-8.243.472-12.2 1.381v2.65A52.073 52.073 0 0 1 29.6 2.977h4.8c9.6 0 18.667 2.667 25.333 6.933 1.6 1.067 1.867 1.6 1.867 2.667v9.067c0 .533-.267.8-.8.8h-16c-.267 0-.533 0-.533-.267 0 0-.267-.267-.267-.533v-8s-5.203-1.6-12-1.6-11.733 1.6-11.733 1.6v7.733c0 .533-.267.8-.8.8H.112c.277 1.619 1.675 2.933 3.355 2.933h16c1.866 0 3.466-1.6 3.466-3.466v-5.6s5.334-1.067 9.067-1.067c4 0 9.067 1.067 9.067 1.067v5.6c0 1.866 1.6 3.466 3.466 3.466h16c1.867 0 3.467-1.6 3.467-3.466v-9.067c0-2.136-1.067-3.736-2.933-4.803z"/>
                              <path
                                d="M2.667 21.373v-8.8c0-1.066.266-1.6 1.866-2.666 3.771-2.563 8.24-4.419 13.134-5.571v-2.65C12.419 2.89 7.456 4.882 3.2 7.772 1.067 8.84 0 10.44 0 12.573v9.067c0 .187.08.352.112.533h3.355c-.534 0-.8-.266-.8-.8z"/>
                            </g>
                          </g>
                        </svg>
                      </template>
                      <template slot="option">
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Telephone</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Bria</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">CSip Simple</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Linphone</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Телефон Ростелеком</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                      </template>
                    </rt-row-list-item>
                  </rt-row-list>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="hardware">
                  <rt-row-list :content-block-type="true">
                    <rt-row-list-item>
                      <template slot="icon">
                        <svg viewBox="0 0 64 45" width="100%" xmlns="http://www.w3.org/2000/svg">
                          <g fill-rule="nonzero" fill="none">
                            <path d="M16 44.04H2.667V30.707H16V44.04zM5.333 41.373h8v-8h-8v8z" fill="#70F"/>
                            <path d="M48 44.04V29.373l13.067 7.2L48 44.04zm2.667-10.133v5.333l4.8-2.667-4.8-2.666z"
                                  fill="#BC104B"/>
                            <path fill="#273A64"
                                  d="M26.667 30.707h2.667V44.04h-2.667zM34.667 30.707h2.667V44.04h-2.667z"/>
                            <g fill="#FF4F12">
                              <path
                                d="M61.067 7.773C53.6 2.707 44 .307 34.4.307h-4.533c-4.126 0-8.243.472-12.2 1.381v2.65A52.073 52.073 0 0 1 29.6 2.977h4.8c9.6 0 18.667 2.667 25.333 6.933 1.6 1.067 1.867 1.6 1.867 2.667v9.067c0 .533-.267.8-.8.8h-16c-.267 0-.533 0-.533-.267 0 0-.267-.267-.267-.533v-8s-5.203-1.6-12-1.6-11.733 1.6-11.733 1.6v7.733c0 .533-.267.8-.8.8H.112c.277 1.619 1.675 2.933 3.355 2.933h16c1.866 0 3.466-1.6 3.466-3.466v-5.6s5.334-1.067 9.067-1.067c4 0 9.067 1.067 9.067 1.067v5.6c0 1.866 1.6 3.466 3.466 3.466h16c1.867 0 3.467-1.6 3.467-3.466v-9.067c0-2.136-1.067-3.736-2.933-4.803z"/>
                              <path
                                d="M2.667 21.373v-8.8c0-1.066.266-1.6 1.866-2.666 3.771-2.563 8.24-4.419 13.134-5.571v-2.65C12.419 2.89 7.456 4.882 3.2 7.772 1.067 8.84 0 10.44 0 12.573v9.067c0 .187.08.352.112.533h3.355c-.534 0-.8-.266-.8-.8z"/>
                            </g>
                          </g>
                        </svg>
                      </template>
                      <template slot="option">
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Telephone</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Bria</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">CSip Simple</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                      </template>
                    </rt-row-list-item>
                    <rt-row-list-item>
                      <template slot="icon">
                        <svg viewBox="0 0 64 45" width="100%" xmlns="http://www.w3.org/2000/svg">
                          <g fill-rule="nonzero" fill="none">
                            <path d="M16 44.04H2.667V30.707H16V44.04zM5.333 41.373h8v-8h-8v8z" fill="#70F"/>
                            <path d="M48 44.04V29.373l13.067 7.2L48 44.04zm2.667-10.133v5.333l4.8-2.667-4.8-2.666z"
                                  fill="#BC104B"/>
                            <path fill="#273A64"
                                  d="M26.667 30.707h2.667V44.04h-2.667zM34.667 30.707h2.667V44.04h-2.667z"/>
                            <g fill="#FF4F12">
                              <path
                                d="M61.067 7.773C53.6 2.707 44 .307 34.4.307h-4.533c-4.126 0-8.243.472-12.2 1.381v2.65A52.073 52.073 0 0 1 29.6 2.977h4.8c9.6 0 18.667 2.667 25.333 6.933 1.6 1.067 1.867 1.6 1.867 2.667v9.067c0 .533-.267.8-.8.8h-16c-.267 0-.533 0-.533-.267 0 0-.267-.267-.267-.533v-8s-5.203-1.6-12-1.6-11.733 1.6-11.733 1.6v7.733c0 .533-.267.8-.8.8H.112c.277 1.619 1.675 2.933 3.355 2.933h16c1.866 0 3.466-1.6 3.466-3.466v-5.6s5.334-1.067 9.067-1.067c4 0 9.067 1.067 9.067 1.067v5.6c0 1.866 1.6 3.466 3.466 3.466h16c1.867 0 3.467-1.6 3.467-3.466v-9.067c0-2.136-1.067-3.736-2.933-4.803z"/>
                              <path
                                d="M2.667 21.373v-8.8c0-1.066.266-1.6 1.866-2.666 3.771-2.563 8.24-4.419 13.134-5.571v-2.65C12.419 2.89 7.456 4.882 3.2 7.772 1.067 8.84 0 10.44 0 12.573v9.067c0 .187.08.352.112.533h3.355c-.534 0-.8-.266-.8-.8z"/>
                            </g>
                          </g>
                        </svg>
                      </template>
                      <template slot="option">
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Linphone</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                        <div class="ovh rt-space-bottom05 rt-space-top05">
                          <p class="rt-font-small-paragraph help-soft-and-hard">
                            <a href="#" target="_blank">
                              <span class="help-soft-and-hard__title rt-space-right05">Телефон Ростелеком</span>
                              <span class="help-soft-and-hard__weight">pdf, 993 Кб</span>
                            </a>
                          </p>
                        </div>
                      </template>
                    </rt-row-list-item>
                  </rt-row-list>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
          <div class="rt-col-12">
            <rt-tabs :position-center="true">
              <template slot="navigation">
                <rt-tabs-nav-item anchor="one" name="marketing">Маркетингу</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="two" name="humanResources">Кадрам</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="three" name="sales">Отделу продаж</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="four" name="support">Клиентскому отделу</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="five" name="test111">Клиентскому отделу</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="six" name="test112">Клиентскому отделу</rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="marketing">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12">
                      <rt-card background-image="/static/images/B2B/screens.jpg" :in-tabs-w-image="true">
                        <template slot="content">
                          <!--<div class="rt-md-space-top5"/>-->
                          <div class="rt-space-horizontal25 rt-td-space-horizontal rt-md-space-horizontal-none">
                            <p class="rt-font-h3 rt-font-bold">Для эффективных коммуникаций1</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom rt-md-space-bottom2">
                              Настройте современную и
                              эффективную систему коммуникации с вашей целевой аудиторией. Рассказывайте о ваших
                              новинках, акциях, ценах предложениях и многом другом.</p>
                            <div class="rt-space-bottom4 rt-md-space-bottom-none">
                              <rt-button class="rt-button-small rt-button-white">Кейс</rt-button>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="humanResources">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12">
                      <rt-card background-image="/static/images/B2B/img_test_1400x1000.jpeg" :in-tabs-w-image="true">
                        <template slot="content">
                          <div class="rt-space-horizontal25 rt-td-space-horizontal rt-md-space-horizontal-none">
                            <p class="rt-font-h3 rt-font-bold">Для эффективных коммуникаций2</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom">
                              Настройте современную и эффективную систему коммуникации с вашей целевой аудиторией.
                              Рассказывайте о ваших новинках, акциях, ценах предложениях и многом другом.</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom rt-md-space-bottom-none">
                              Настройте современную и эффективную систему коммуникации с вашей целевой аудиторией.
                              Рассказывайте о ваших новинках, акциях, ценах предложениях и многом другом.</p>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="sales">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12">
                      <rt-card background-image="/static/images/B2B/img_test_1400x1000.jpeg" :in-tabs-w-image="true">
                        <template slot="content">
                          <div class="rt-space-horizontal25 rt-td-space-horizontal rt-md-space-horizontal-none">
                            <p class="rt-font-h3 rt-font-bold">Для эффективных коммуникаций3</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom rt-md-space-bottom2">
                              Настройте современную и
                              эффективную систему коммуникации с вашей целевой аудиторией. Рассказывайте о ваших
                              новинках, акциях, ценах предложениях и многом другом.</p>
                            <div class="rt-space-bottom4 rt-md-space-bottom-none">
                              <rt-button class="rt-button-small rt-button-white">Кейс</rt-button>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="support">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12">
                      <rt-card background-image="/static/images/B2B/img_test_1400x1000.jpeg" :in-tabs-w-image="true">
                        <template slot="content">
                          <div class="rt-space-horizontal25 rt-td-space-horizontal rt-md-space-horizontal-none">
                            <p class="rt-font-h3 rt-font-bold">Для эффективных коммуникаций4</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom rt-md-space-bottom2">
                              Настройте современную и
                              эффективную систему коммуникации с вашей целевой аудиторией. Рассказывайте о ваших
                              новинках, акциях, ценах предложениях и многом другом.</p>
                            <div class="rt-space-bottom4 rt-md-space-bottom-none">
                              <rt-button class="rt-button-small rt-button-white">Кейс</rt-button>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="test111">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12">
                      <rt-card background-image="/static/images/B2B/img_test_1400x1000.jpeg" :in-tabs-w-image="true">
                        <template slot="content">
                          <div class="rt-space-horizontal25 rt-td-space-horizontal rt-md-space-horizontal-none">
                            <p class="rt-font-h3 rt-font-bold">Для эффективных коммуникаций4</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom rt-md-space-bottom2">
                              Настройте современную и
                              эффективную систему коммуникации с вашей целевой аудиторией. Рассказывайте о ваших
                              новинках, акциях, ценах предложениях и многом другом.</p>
                            <div class="rt-space-bottom4 rt-md-space-bottom-none">
                              <rt-button class="rt-button-small rt-button-white">Кейс</rt-button>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="test112">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12">
                      <rt-card background-image="/static/images/B2B/test-image.png" :in-tabs-w-image="true">
                        <template slot="content">
                          <div class="rt-space-horizontal25 rt-td-space-horizontal rt-md-space-horizontal-none">
                            <p class="rt-font-h3 rt-font-bold">Для эффективных коммуникаций4</p>
                            <p class="rt-space-top05 rt-font-small-paragraph rt-space-bottom rt-md-space-bottom2">
                              Настройте современную и
                              эффективную систему коммуникации с вашей целевой аудиторией. Рассказывайте о ваших
                              новинках, акциях, ценах предложениях и многом другом.</p>
                            <div class="rt-space-bottom4 rt-md-space-bottom-none">
                              <rt-button class="rt-button-small rt-button-white">Кейс</rt-button>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
          <div class="rt-col-12 rt-space-top3">
            <rt-tabs :position-center="true">
              <template slot="navigation">
                <rt-tabs-nav-item anchor="alnfg" name="analytics22">Видеоаналитика</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="sadgfasd" name="edit66or">Редактор шаблонов</rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="analytics22">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12 rt-col-td-6">
                      <rt-card background-image="">
                        <template slot="content">
                          <div class="row rt-md-space-top5">
                            <div class="rt-col-4 rt-col-td-2 md-d-none">
                              <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
                                   viewBox="0 0 374 550" class="card-pattern">
                                <defs>
                                  <path id="a" d="M0 0h374v553H0z"/>
                                  <path id="c" d="M.537.382h785.597V1079.59H.537z"/>
                                </defs>
                                <g fill="none" fill-rule="evenodd">
                                  <mask id="b" fill="#fff">
                                    <use xlink:href="#a"/>
                                  </mask>
                                  <g mask="url(#b)">
                                    <g transform="scale(1 -1) rotate(-67 -216.885 405.032)">
                                      <mask id="d" fill="#fff">
                                        <use xlink:href="#c"/>
                                      </mask>
                                      <g mask="url(#d)">
                                        <path fill="#3BBC9E"
                                              d="M632.464 456.942l43.979-.47.001-.174c.963.043 1.916.13 2.897.116 29.245-.382 54.74-25.597 56.946-56.323l4.5-62.694c17.326-241.389 78.772-1097.29 78.772-1097.29L212.084-158.89l-44.649 621.917 465.029-6.084z"/>
                                        <path fill="#57D9B7" fill-rule="nonzero"
                                              d="M39.193 1056.198c95.667-1.36 123.394-41.43 192.568-109.893L705.05 477.88c17.769-17.586 27.917-40.314 29.557-62.994.53-7.29 1.16-15.876 1.16-15.876-2.233 30.68-27.703 55.888-56.887 56.304-.55.008-1.078-.051-1.622-.062-.396.027-.802.099-1.198.116l-.006.005-.07.003c-.075.002-17.553.265-43.778.602L9.53 464.835-796.367 476.3l-43.336 592.604 878.896-12.707z"/>
                                      </g>
                                    </g>
                                  </g>
                                </g>
                              </svg>
                            </div>
                            <div class="rt-col-2 td-d-none"/>
                            <div
                              class="rt-col-6 rt-col-td-4 rt-col-md-3 rt-space-top2 rt-space-right4 rt-td-space-right15 rt-md-space-right05">
                              <p class="rt-font-h4 rt-font-bold rt-space-bottom">Таргетировать контент по полу и
                                возрасту посетителей1</p>
                              <p class="rt-font-h4 rt-font-bold rt-space-bottom45">Собирать статистику по охвату
                                и среднему времени просмотра контента</p>
                              <div class="rt-space-top45 rt-space-bottom2 rt-md-space-bottom-none">
                                <p class="rt-font-small-paragraph rt-font-bold">Абонентская плата за опцию</p>
                                <rt-price :value='900' currency='₽' :b2b-price='true' time-interval='в месяц'
                                          :is-time-interval-bottom="true" class='color-main09'/>
                              </div>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="edit66or">
                  <div class="row rt-space-top2">
                    <div class="rt-col-12 rt-col-td-6">
                      <rt-card>
                        <template slot="content">
                          <div class="row rt-md-space-top5 rt-md-space-top-none">
                            <div class="rt-col-4 rt-col-td-2 md-d-none">
                              <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
                                   viewBox="0 0 374 550" class="card-pattern">
                                <defs>
                                  <path id="a" d="M0 0h374v553H0z"/>
                                  <path id="c" d="M.537.382h785.597V1079.59H.537z"/>
                                </defs>
                                <g fill="none" fill-rule="evenodd">
                                  <mask id="b" fill="#fff">
                                    <use xlink:href="#a"/>
                                  </mask>
                                  <g mask="url(#b)">
                                    <g transform="scale(1 -1) rotate(-67 -216.885 405.032)">
                                      <mask id="d" fill="#fff">
                                        <use xlink:href="#c"/>
                                      </mask>
                                      <g mask="url(#d)">
                                        <path fill="#3BBC9E"
                                              d="M632.464 456.942l43.979-.47.001-.174c.963.043 1.916.13 2.897.116 29.245-.382 54.74-25.597 56.946-56.323l4.5-62.694c17.326-241.389 78.772-1097.29 78.772-1097.29L212.084-158.89l-44.649 621.917 465.029-6.084z"/>
                                        <path fill="#57D9B7" fill-rule="nonzero"
                                              d="M39.193 1056.198c95.667-1.36 123.394-41.43 192.568-109.893L705.05 477.88c17.769-17.586 27.917-40.314 29.557-62.994.53-7.29 1.16-15.876 1.16-15.876-2.233 30.68-27.703 55.888-56.887 56.304-.55.008-1.078-.051-1.622-.062-.396.027-.802.099-1.198.116l-.006.005-.07.003c-.075.002-17.553.265-43.778.602L9.53 464.835-796.367 476.3l-43.336 592.604 878.896-12.707z"/>
                                      </g>
                                    </g>
                                  </g>
                                </g>
                              </svg>
                            </div>
                            <div class="rt-col-2 td-d-none"/>
                            <div
                              class="rt-col-6 rt-col-td-4 rt-col-md-3 rt-space-top2 rt-td-space-top rt-md-space-top-none rt-space-right4 rt-td-space-right15 rt-md-space-right05">
                              <p class="rt-font-h4 rt-font-bold rt-space-bottom with-icon">Таргетировать контент по
                                полу
                                и возрасту посетителей2 ^^</p>
                              <p class="rt-font-h4 rt-font-bold rt-space-bottom45 with-icon">Собирать статистику по
                                охвату и среднему времени просмотра контента</p>
                              <div class="rt-space-top45 rt-space-bottom2 rt-md-space-bottom-none">
                                <p class="rt-font-small-paragraph rt-font-bold">Абонентская плата за опцию</p>
                                <rt-price :value='900' currency='₽' :b2b-price='true' time-interval='в месяц'
                                          :is-time-interval-bottom="true" class='color-main09'/>
                              </div>
                            </div>
                          </div>
                        </template>
                      </rt-card>
                    </div>
                  </div>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
          <div class="rt-col-12 rt-space-top3">
            <rt-tabs :position-center="true">
              <template slot="navigation">
                <rt-tabs-nav-item anchor="al1nfg" name="analytics21">Видеоаналитика</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="sad3gfasd" name="editor21">Редактор шаблонов</rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="analytics21">
                  <rt-card-layout :swiper-on-mobile="true" :width="6">
                    <template slot="cards">
                      <div class="rt-col-3 rt-col-td-3 rt-col-md-3 rt-space-top">
                        <rt-card>
                          <template slot="header">
                            <p class="rt-font-paragraph rt-space-bottom rt-font-real-bold">Тариф 1</p>
                          </template>
                          <template slot="content">
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">до 650 Мбит/</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">4 антенны</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Авторизация через СМС</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Защита роутера</p>
                            </div>
                          </template>
                          <template slot="footer">
                            <div class="rt-space-bottom"/>
                            <div class="rtb-card__cost rt-space-bottom">
                              <rt-price :value="500"
                                        :is-option="false"
                                        currency="₽"
                                        :b2b-price="true"
                                        time-interval="в месяц"
                                        :is-time-interval-bottom="true"/>
                            </div>
                            <a href="#">
                              <rt-button
                                class="rt-button rt-button-small rt-button-purple-border rt-space-horizontal05">
                                Выбрать
                              </rt-button>
                            </a>
                          </template>
                        </rt-card>
                      </div>
                      <div class="rt-col-3 rt-col-td-3 rt-col-md-3 rt-space-top">
                        <rt-card>
                          <template slot="header">
                            <p class="rt-font-paragraph rt-space-bottom rt-font-real-bold">Тариф 1</p>
                          </template>
                          <template slot="content">
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">до 650 Мбит/</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">4 антенны</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Авторизация через СМС</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Защита роутера</p>
                            </div>
                          </template>
                          <template slot="footer">
                            <div class="rt-space-bottom"/>
                            <div class="rtb-card__cost rt-space-bottom">
                              <rt-price :value="500"
                                        :is-option="false"
                                        currency="₽"
                                        :b2b-price="true"
                                        time-interval="в месяц"
                                        :is-time-interval-bottom="true"/>
                            </div>
                            <a href="#">
                              <rt-button
                                class="rt-button rt-button-small rt-button-purple-border rt-space-horizontal05">
                                Выбрать
                              </rt-button>
                            </a>
                          </template>
                        </rt-card>
                      </div>
                      <div class="rt-col-3 rt-col-td-3 rt-col-md-3 rt-space-top">
                        <rt-card>
                          <template slot="header">
                            <p class="rt-font-paragraph rt-space-bottom rt-font-real-bold">Тариф 1</p>
                          </template>
                          <template slot="content">
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">до 650 Мбит/</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">4 антенны</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Авторизация через СМС</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Защита роутера</p>
                            </div>
                          </template>
                          <template slot="footer">
                            <div class="rt-space-bottom"/>
                            <div class="rtb-card__cost rt-space-bottom">
                              <rt-price :value="500"
                                        :is-option="false"
                                        currency="₽"
                                        :b2b-price="true"
                                        time-interval="в месяц"
                                        :is-time-interval-bottom="true"/>
                            </div>
                            <a href="#">
                              <rt-button
                                class="rt-button rt-button-small rt-button-purple-border rt-space-horizontal05">
                                Выбрать
                              </rt-button>
                            </a>
                          </template>
                        </rt-card>
                      </div>
                      <div class="rt-col-3 rt-col-td-3 rt-col-md-3 rt-space-top">
                        <rt-card>
                          <template slot="header">
                            <p class="rt-font-paragraph rt-space-bottom rt-font-real-bold">Тариф 1</p>
                          </template>
                          <template slot="content">
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">до 650 Мбит/</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph ">4 антенны</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Авторизация через СМС</p>
                            </div>
                            <div class="rtb-card__description__row">
                              <p class="rt-font-paragraph color-main025">Защита роутера</p>
                            </div>
                          </template>
                          <template slot="footer">
                            <div class="rt-space-bottom"/>
                            <div class="rtb-card__cost rt-space-bottom">
                              <rt-price :value="500"
                                        :is-option="false"
                                        currency="₽"
                                        :b2b-price="true"
                                        time-interval="в месяц"
                                        :is-time-interval-bottom="true"/>
                            </div>
                            <a href="#">
                              <rt-button
                                class="rt-button rt-button-small rt-button-purple-border rt-space-horizontal05">
                                Выбрать
                              </rt-button>
                            </a>
                          </template>
                        </rt-card>
                      </div>
                    </template>
                    <template slot="side-text">
                      <div class="rt-col-3 rt-col-td-6 rt-col-md-3 rt-space-top rt-font-left">
                        <div class="rtb-card__description__row">
                          <p class="rt-font-paragraph ">до 650 Мбит/</p>
                        </div>
                        <div class="rtb-card__description__row">
                          <p class="rt-font-paragraph ">4 антенны</p>
                        </div>
                        <div class="rtb-card__description__row">
                          <p class="rt-font-paragraph color-main025">Авторизация через СМС</p>
                        </div>
                        <div class="rtb-card__description__row">
                          <p class="rt-font-paragraph color-main025">Защита роутера</p>
                        </div>
                      </div>
                    </template>
                  </rt-card-layout>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="editor21">
                  <h1>editor21</h1>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
          <div class="rt-col-12 rt-space-top3">
            <rt-tabs>
              <template slot="navigation">
                <rt-tabs-nav-item anchor="test1" name="test1">Веб-камеры</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="test2" name="test2">Плееры</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="test3" name="test3">Экраны</rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="test1">
                  <div class="row rt-space-top2">
                    <div class="rt-col-6 rt-col-md-3">
                      <rt-card unfold-button-text="Характеристики">
                        <template slot="header">
                          <div class="equipment">
                            <div class="equipment__image rt-font-td-center">
                              <img src="/static/images/B2B/group-40-copy.jpg"/>
                            </div>
                            <div class="equipment__short-description">
                              <div class="equipment__short-description__top-part">
                                <p class="rt-font-paragraph">Creative LIVE!CAM Sync HD</p>
                                <p class="rt-font-small-paragraph">Веб-камера</p>
                              </div>
                              <div class="equipment__short-description__bottom-part rt-space-bottom">
                                <rt-price :is-option="true" :value="132" :b2b-price="true"
                                          time-interval="в месяц в рассрочку" currency="₽"
                                          :is-time-interval-bottom="true"/>
                              </div>
                            </div>
                          </div>
                        </template>
                        <template slot="content">
                          <div class="equipment__full-description">
                            <div class="equipment__full-description-line">
                              <div class="equipment__full-description-line__title">Разрешение</div>
                              <div class="equipment__full-description-line__value">1280×720 пикс.</div>
                            </div>
                            <div class="equipment__full-description-line">
                              <div class="equipment__full-description-line__title">Поддержка MIMO</div>
                              <div class="equipment__full-description-line__value">Есть</div>
                            </div>
                            <div class="equipment__full-description-line">
                              <div class="equipment__full-description-line__title">Разъем для внешней антенны</div>
                              <div class="equipment__full-description-line__value">CRC-9</div>
                            </div>
                            <div class="equipment__full-description-line">
                              <div class="equipment__full-description-line__title">Размеры</div>
                              <div class="equipment__full-description-line__value">28×11.5×88мм</div>
                            </div>
                            <div class="equipment__full-description-line">
                              <div class="equipment__full-description-line__title">Вес</div>
                              <div class="equipment__full-description-line__value">50 гр</div>
                            </div>
                          </div>
                        </template>
                        <!--<template slot="footer">-->

                        <!--</template>-->
                      </rt-card>
                    </div>
                    <div class="rt-col-6"></div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="test2">
                  <div class="row rt-space-top2">
                    <div class="rt-col-6"></div>
                    <div class="rt-col-6"></div>
                  </div>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="test3">
                  <div class="row rt-space-top2">
                    <div class="rt-col-6"></div>
                    <div class="rt-col-6"></div>
                  </div>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
          <div class="rt-col-12 rt-space-top4">
            <rt-tabs>
              <template slot="navigation">
                <rt-tabs-nav-item anchor="asdfasdasdfasdfasdfad" name="asdfasdasdfasdfasdfad">321321</rt-tabs-nav-item>
                <rt-tabs-nav-item anchor="asdfasdfasdfasdfasfasdf" name="asdfasdfasdfasdfasfasdf">3213211
                </rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="asdfasdasdfasdfasdfad">
                  <rt-card-layout :swiper-on-mobile="true" :width="9" :single-row="true">
                    <template slot="cards">
                      <div class="rt-col-3 rt-col-td-3 rt-col-md-3 rt-space-top" v-for="i in 3" :key="i">
                        <rt-card>
                          <template slot="header">
                            <p class="rt-font-h2 rt-font-bold rt-space-bottom">Тариф {{ i }}</p>
                          </template>
                          <template slot="content">
                            <div class="rtb-card__description__row" v-for="j in 3" :key="j">
                              <p class="rt-font-paragraph">
                                Какая-то инфа {{ j }}
                              </p>
                            </div>
                          </template>
                          <template slot="footer">
                            <div class="rtb-card__cost">
                              <rt-price
                                :value="i * 500"
                                :is-option="false"
                                currency="₽"
                                :b2b-price="true"
                                time-interval="в месяц"
                                :is-time-interval-bottom="true"
                              />
                            </div>
                            <a href="#">
                              <rt-button
                                class="rt-button rt-button-small rt-button-purple-border rt-space-horizontal05">
                                Выбрать {{ i }}
                              </rt-button>
                            </a>
                          </template>
                        </rt-card>
                      </div>
                    </template>
                    <template slot="side-text">
                      <div class="rt-col-3 rt-col-td-6 rt-col-md-3 rt-space-vertical">
                        <p class="rt-font-bold rt-font-paragraph">Когда много пользователей</p>
                        <p class="rt-font-small-paragraph">Для большого количества пользователей и трафика, можно
                          использовать и 
                          в помещении, и на улице. Безлимитная авторизация через портал государственных услуг
                          и по номеру 8 800.</p>
                      </div>
                    </template>
                  </rt-card-layout>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="asdfasdfasdfasdfasfasdf">
                  <rt-card-layout :swiper-on-mobile="true" :width="6">
                    <template slot="cards">
                      <div class="rt-col-3 rt-col-td-3 rt-col-md-3 rt-space-top" v-for="i in 4" :key="i">
                        <rt-card>
                          <template slot="header">
                            <p class="rt-font-h2 rt-font-bold rt-space-bottom">Тариф {{ i }}</p>
                          </template>
                          <template slot="content">
                            <div class="rtb-card__description__row" v-for="j in 3" :key="j">
                              <p class="rt-font-paragraph">
                                Какая-то инфа {{ j }}
                              </p>
                            </div>
                          </template>
                          <template slot="footer">
                            <div class="rtb-card__cost">
                              <rt-price
                                :value="i * 500"
                                :is-option="false"
                                currency="₽"
                                :b2b-price="true"
                                time-interval="в месяц"
                                :is-time-interval-bottom="true"
                              />
                            </div>
                            <a href="#">
                              <rt-button
                                class="rt-button rt-button-small rt-button-purple-border rt-space-horizontal05">
                                Выбрать {{ i }}
                              </rt-button>
                            </a>
                          </template>
                        </rt-card>
                      </div>
                    </template>
                    <template slot="side-text">
                      <div class="rt-col-3 rt-col-td-6 rt-col-md-3 rt-space-vertical">
                        <p class="rt-font-bold rt-font-paragraph">Когда много пользователей</p>
                        <p class="rt-font-small-paragraph">Для большого количества пользователей и трафика, можно
                          использовать и 
                          в помещении, и на улице. Безлимитная авторизация через портал государственных услуг
                          и по номеру 8 800.</p>
                      </div>
                    </template>
                  </rt-card-layout>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  import componentsList from "../../componentsList";

  export default {
    name: "AppTabs",
    components: componentsList
  };
</script>
