<template>
  <div class="rt-container">
    <div class="app-content rt-col-12 rt-col-md-3">

      <div class="app-title">
        <h1 class="rt-font-hero">Tabs</h1>
      </div>
      <div class="app-body">
        <div class="app-row row">
          <div class="rt-col">
            <rt-tabs>
              <template slot="navigation">
                <rt-tabs-nav-item name="one">Готов!</rt-tabs-nav-item>
                <rt-tabs-nav-item name="two">Смысл сайта</rt-tabs-nav-item>
                <rt-tabs-nav-item name="tree">Значимость</rt-tabs-nav-item>
              </template>
              <template slot="content">
                <rt-tabs-content-item name="one">
                  <p class="rt-font-h1"> Готов!</p>
                  <p class="rt-font-paragraph">С другой стороны начало повседневной работы по формированию позиции способствует подготовки и реализации форм развития. Равным образом начало повседневной работы по формированию позиции позволяет оценить значение существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что консультация с широким активом требуют от нас анализа модели развития.</p>
                  <p class="rt-font-paragraph">Задача организации, в особенности же консультация с широким активом влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Товарищи! рамки и место обучения кадров требуют определения и уточнения форм развития. Повседневная практика показывает, что рамки и место обучения кадров требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. Таким образом дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки направлений прогрессивного развития.</p>
                  <p class="rt-font-paragraph">Таким образом рамки и место обучения кадров требуют определения и уточнения новых предложений. Идейные соображения высшего порядка, а также рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Значимость этих проблем настолько очевидна, что рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры представляет собой интересный эксперимент проверки новых предложений.</p>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="two">
                  <p class="rt-font-h1">Смысл сайта</p>
                  <p class="rt-font-paragraph">Повседневная практика показывает, что консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. Равным образом консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития. Повседневная практика показывает, что консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. С другой стороны новая модель организационной деятельности позволяет оценить значение новых предложений. Не следует, однако забывать, что рамки и место обучения кадров требуют от нас анализа новых предложений. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.</p>
                  <p class="rt-font-paragraph">Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание существенных финансовых и административных условий. С другой стороны постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке существенных финансовых и административных условий. Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития. С другой стороны сложившаяся структура организации требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. Товарищи! рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития.</p>
                </rt-tabs-content-item>
                <rt-tabs-content-item name="tree">
                  <p class="rt-font-h1">Значимость</p>
                  <p class="rt-font-paragraph">Значимость этих проблем настолько очевидна, что консультация с широким активом позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же рамки и место обучения кадров требуют от нас анализа направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся структура организации представляет собой интересный эксперимент проверки форм развития. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение систем массового участия.</p>
                  <p class="rt-font-paragraph">Разнообразный и богатый опыт рамки и место обучения кадров способствует подготовки и реализации соответствующий условий активизации. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Идейные соображения высшего порядка, а также укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании форм развития.</p>
                </rt-tabs-content-item>
              </template>
            </rt-tabs>
          </div>
        </div>

      </div>
    </div>
  </div>


</template>


<script>
import {
  Tabs,
  TabsNavigationItem,
  TabsContentItem
} from "@/components/main-elements/"

const componentsList = {}
componentsList[Tabs.name] = Tabs
componentsList[TabsContentItem.name] = TabsContentItem
componentsList[TabsNavigationItem.name] = TabsNavigationItem
export default {
  name: "AppTabs",
  components: componentsList
}
</script>

<style scoped lang="scss">
</style>
